import React from "react";

export default function Privacy() {
    return <>
        <section
            className="wrapper image-wrapper bg-image bg-overlay text-white"
            style={{backgroundImage: "url(/img/hyundai/company/ceo-greeting-banner.jpg)"}}>
            <div className="container min-vh-60 d-flex align-items-center">
                <div className="row w-100">
                    <div className="mx-auto">
                        <p className="lead fs-lg text-yellow">
                            개인정보처리방침
                        </p>
                        <h1 className="display-1 text-white mb-3">개인정보처리방침</h1>
                    </div>
                </div>
            </div>
        </section>

        <div className="container py-17">
            <div className="row">
                <div className="col-md-10 mx-auto text-keep-all">
                    <h1 className="mb-15 text-center display-3">개인정보처리방침</h1>
                    <section className="mb-16">
                        <h2 className="mb-7">1. (주)현대엔지니어링 개인정보 처리방침</h2>
                        <p className="fs-20">“개인정보 처리방침”이란 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미하며, (주)현대엔지니어링는 개인정보처리자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하여 개인정보 처리방침을 제공합니다.</p>
                        <p className="fs-20">(주)현대엔지니어링는 이용자의 동의를 기반으로 개인정보를 수집·이용 및 제공하고 있습니다. 이용자의 권리(개인정보 자기결정권)를 적극적으로 보장하기 위해 개인정보 처리방침을 알기 쉽게 제공할 수 있도록 다양한 노력을 기울이고 있으며, 이러한 노력의 일환으로 (주)현대엔지니어링의 주요 개인정보 처리 관련 정보를 라벨링으로 제공합니다.</p>
                        <p className="fs-20 fw-bold">개인정보 처리대상 : 개인정보, 처리목적, 제3자 제공, 처리위탁, 정보주체의 권리의무, 고충처리 부서</p>
                        <p className="fs-20">(주)현대엔지니어링 개인정보 처리방침은 회사가 제공하는 (주)현대엔지니어링 문의하기 상담(이하 ‘서비스'라 함)에 적용됩니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">2. 개인정보 수집</h2>
                        <p className="fs-20">서비스 제공을 위한 필요 최소한의 개인정보를 수집합니다.</p>
                        <p className="fs-20">서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 서비스 제공을 위해 필요 최소한의 개인정보를 수집하고 있습니다.</p>
                        <p className="fs-20">서비스 제공을 위해 반드시 필요한 최소한의 정보를 필수항목으로, 그 외 특화된 서비스를 제공하기 위해 추가 수집하는 정보는 선택항목으로 동의를 받고 있으며, 선택항목에 동의하지 않은 경우에도 서비스 이용 제한은 없습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[문의하기 시]</span><br/>[필수] 회사명, 고객명, 직급, 연락처, 이메일, 주소 그외 명함에 표시되는 항목을 수집할 수 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[고객상담 시]</span><br/>고객센터로 문의 및 상담 시 상담 처리를 위한 추가적인 정보를 수집할 수 있습니다.</p>
                        <p className="fs-20">일부 서비스에서는 특화된 여러 기능을 제공하기 위해 이용자에게 동의를 받고 추가적인 개인정보를 수집할 수 있습니다.</p>
                        <p className="fs-20">개인정보를 수집하는 경우에는 원칙적으로 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다. 고유식별번호인 주민등록번호를 수집하지 않습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">3. 개인정보 이용</h2>
                        <p className="fs-20">문의사항 또는 불만처리, 공지사항 전달</p>
                        <p className="fs-20">서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재</p>
                        <p className="fs-20">수집 목적과 합리적으로 관련된 범위에서는 법령에 따라 이용자의 동의 없이 개인정보를 이용하거나 제3자에게 제공할 수 있습니다. 이때 ‘당초 수집 목적과 관련성이 있는지, 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지, 이용자의 이익을 부당하게 침해하는지, 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지’를 종합적으로 고려합니다.</p>
                        <p className="fs-20">(주)현대엔지니어링는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 처리할 수 있습니다. 이 때 가명정보는 재식별되지 않도록 추가정보와 분리하여 별도 저장・관리하고 필요한 기술적・관리적 보호조치를 취합니다.</p>
                        <p className="fs-20">먼저, 가명정보에 접근할 수 있는 권한은 최소한의 인원으로 제한하며, 접근 권한을 관리하고 있습니다. 가명정보를 보호하기 위해 보안 시스템을 운영하며, 정기적인 내부 감사를 통해 가명처리 및 보호조치가 적절하게 이행되고 있는지 확인하고 개선 사항을 지속적으로 반영합니다. 또한, 가명정보를 취급하는 직원들에게 정기적으로 교육을 실시하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[처리항목 및 처리목적]</span><br/>이용자의 동의를 받아 수집한 개인정보 항목은 회원 관리 등 서비스 제공을 위해 필요한 목적으로 처리합니다. (주)현대엔지니어링에서 처리하는 개인정보 항목 및 이용 목적은 개인정보 처리방침을 통해 상시 공개하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[추가적 이용]</span><br/>당초 수집 목적과 관련성, 수집한 정황 또는 처리 관행 등을 종합적으로 고려하여 수집 목적과 합리적으로 관련된 범위에서 추가적으로 개인정보를 이용 및 제공할 수 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[가명정보 처리]</span><br/>수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위해 처리할 수 있습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">4. 개인정보 제공</h2>
                        <p className="fs-20">(주)현대엔지니어링는 이용자의 별도 동의가 있거나 법령에 규정된 경우를 제외하고는 이용자의 개인정보를 제3자에게 제공하지 않습니다. (주)현대엔지니어링는 이용자의 사전 동의 없이 개인정보를 제3자에게 제공하지 않습니다.</p>
                        <p className="fs-20">(주)현대엔지니어링는 재난, 감염병, 급박한 생명・신체 위험을 초래하는 사건사고, 급박한 재산 손실 등의 긴급상황이 발생하는 경우 정보주체의 동의 없이 관계기관에 개인정보를 제공할 수 있습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">5. 개인정보 파기</h2>
                        <p className="fs-20">수집 및 이용목적이 달성된 경우 수집한 개인정보는 지체없이 파기하며, 절차 및 방법은 아래와 같습니다.</p>
                        <p className="fs-20">수집 및 이용 목적의 달성 또는 회원 탈퇴 등 파기 사유가 발생한 경우 개인정보의 형태를 고려하여 파기방법을 정합니다. 전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.</p>
                        <p className="fs-20">내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다.</p>
                        <div className="fs-20">
                            1)아래 정보는 탈퇴일부터 최대 1년간 보관 후 파기합니다.
                            <ul>
                                <li>안내메일 발송 및 CS문의 대응을 위해 이메일 주소를 암호화하여 보관</li>
                                <li>서비스 부정이용 기록</li>
                            </ul>
                        </div>
                        <div className="fs-20">
                            2)권리침해 신고 및 유해정보 신고 이력은 5년간 보관 후 파기합니다.
                            <ul>
                                <li>지원대상 선정 시 수집한 증빙서류</li>
                            </ul>
                        </div>
                        <p className="fs-20">또한, (주)현대엔지니어링는 운영정책에 따라 1년간 서비스를 이용하지 않은 이용자의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된 개인정보는 4년간 보관 후 지체없이 파기합니다.</p>
                        <p className="fs-20">이 외에 법령에 따라 일정기간 보관해야 하는 개인정보는 아래 표와 같습니다.</p>
                        <table className="table border align-middle fs-20">
                            <thead>
                            <tr>
                                <th scope="col" className="text-center border">보존항목</th>
                                <th scope="col" className="text-center border">근거법령</th>
                                <th scope="col" className="text-center border">보존기간</th>
                            </tr>
                            </thead>
                            <tbody>
                            <tr>
                                <td className="border">계약 또는 청약철회 등에 관한 기록</td>
                                <td rowSpan={4} className="border">전자상거래 등에서의 소비자 보호에 관한 법률</td>
                                <td className="border">5년</td>
                            </tr>
                            <tr>
                                <td className="border">대금결제 및 재화 등의 공급에 관한 기록</td>
                                <td className="border">5년</td>
                            </tr>
                            <tr>
                                <td className="border">소비자의 불만 또는 분쟁처리에 관한 기록</td>
                                <td className="border">3년</td>
                            </tr>
                            <tr>
                                <td className="border">표시/광고에 관한 기록</td>
                                <td className="border">6개월</td>
                            </tr>
                            <tr>
                                <td className="border">세법이 규정하는 모든 거래에 관한 장부 및 증빙서류</td>
                                <td className="border">국세기본법</td>
                                <td className="border">5년</td>
                            </tr>
                            <tr>
                                <td className="border">전자금융 거래에 관한 기록</td>
                                <td className="border">전자금융거래법</td>
                                <td className="border">5년</td>
                            </tr>
                            <tr>
                                <td className="border">서비스 방문 기록</td>
                                <td className="border">통신비밀보호법</td>
                                <td className="border">3개월</td>
                            </tr>
                            <tr>
                                <td className="border">고객확인 및 의심되는 거래의 보고 등에 관한 기록</td>
                                <td className="border">특정 금융거래정보의 보고 및 이용 등에 관한 법률</td>
                                <td className="border">서비스 탈퇴일로부터 5년</td>
                            </tr>
                            <tr>
                                <td className="border">공인전자주소를 통한 전자문서 유통에 관한 기록</td>
                                <td className="border">전자문서 및 전자거래 기본법</td>
                                <td className="border">10년</td>
                            </tr>
                            </tbody>
                        </table>
                        <p className="fs-20"><span className="fw-bold">[보유기간 및 파기]</span><br/> 수집 및 이용 목적의 달성 또는 회원 탈퇴 등 파기사유가 발생한 개인정보는 안전하게 파기합니다. 수집된 개인정보는 사전에 안내된 보유기간 동안만 보관 후 파기하며, 관계법령에 따라 일정보관이 필요한 정보는 별도로 보관합니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">7. 이용자 및 법정대리인의 권리와 행사 방법</h2>
                        <div className="fs-20">
                            이용자는 자신의 개인정보 처리에 관하여 아래와 같은 권리를 가질 수 있습니다.
                            <ul>
                                <li>개인정보 열람(조회)을 요구할 권리</li>
                                <li>개인정보 정정을 요구할 권리</li>
                                <li>개인정보 처리정지를 요구할 권리</li>
                                <li>개인정보 삭제요구 및 동의철회/탈퇴를 요구할 권리</li>
                            </ul>
                        </div>
                        <div className="fs-20">
                            이용자는 서비스 내 다음과 같은 기능을 통해 언제든지 개인정보 열람(조회) 등의 권리를 직접 행사하거나 또는 고객센터(문의하기)를 통해 요청할 수 있습니다.
                            <ul>
                                <li>(주)현대엔지니어링 문의정보 열람(조회)</li>
                                <li>(주)현대엔지니어링 서비스 이용을 위한 개인정보 수집, 이용, 제3자 제공 현황 확인</li>
                            </ul>
                        </div>
                        <p className="fs-20">(주)현대엔지니어링는 이용자의 요청을 받은 경우 이를 지체없이 처리하며, 이용자가 개인정보의 오류에 대한 정정을 요청한 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.</p>
                        <p className="fs-20">14세 미만 아동의 개인정보를 처리할 경우에는 법정대리인의 동의를 받아야 합니다. 법정대리인은 아동의 개인정보를 조회하거나 수정 및 삭제, 처리정지 및 동의 철회 등의 권리를 행사할 수 있습니다.</p>
                        <div className="fs-20">법정대리인 동의를 받기 위하여 아동에게 법정대리인의 성명, 연락처와 같이 최소한의 정보를 요구할 수 있으며, 아래 방법으로 법정대리인의 동의를 확인합니다.
                            <ul>
                                <li>법정대리인의 휴대전화 본인인증을 통해 본인여부를 확인하는 방법</li>
                                <li>법정대리인에게 동의내용이 적힌 서면을 제공하여 서명날인 후 제출하게 하는 방법</li>
                                <li>그 밖에 위와 준하는 방법으로 법정대리인에게 동의내용을 알리고 동의의 의사표시를 확인하는 방법</li>
                            </ul>
                        </div>
                        <p className="fs-20"><span className="fw-bold">[정보주체의 권리의무]</span><br/> (주)현대엔지니어링 이용자는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 동의한 개인정보 처리에 대해 동의 철회를 요구할 수 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">[법정대리인]</span><br/> 만 14세 미만 아동 이용자의 경우, 법정대리인의 아동의 개인정보에 대한 조회, 수정, 삭제, 처리정지 및 동의를 철회할 수 있는 권리를 보장합니다.</p>
                        <p className="fs-20"><span className="fw-bold">[행태정보 수집]</span><br/> 이용자에게 불필요한 광고의 노출을 줄이고, 유용한 광고를 제공하기 위해 이용자의 관심사 등을 기반으로 하는 행태정보 기반의 맞춤형 광고를 제공하고 있습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">8. 개인정보 자동 수집 장치에 관한 사항 (설치ㆍ운영 및 거부)</h2>
                        <p className="fs-20">웹기반 서비스 제공을 위하여 쿠키를 설치ㆍ운영할 수 있습니다.</p>
                        <p className="fs-20">빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 쿠키를 사용합니다.</p>
                        <p className="fs-20"><span className="fw-bold">[쿠키란?]</span><br/> 이용자가 웹사이트를 접속할 때 해당 웹사이트에서 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로 이용자 PC에 저장됩니다.</p>
                        <p className="fs-20"><span className="fw-bold">[사용목적]</span><br/> 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키를 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.</p>
                        <p className="fs-20"><span className="fw-bold">[쿠키 수집 거부]</span><br/> 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 웹브라우저 상단의 ‘설정 &gt; 개인정보보호 &gt; 쿠키 및 기타 사이트 데이터’ 경로에서 쿠키 설정을 통해 쿠키 허용 및 거부를 할 수 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이 필요한 일부 서비스 이용이 어려울 수 있습니다.</p>
                        <div className="fs-20 mb-5">
                            <p className="fw-bold">웹브라우저에서쿠키허용/차단</p>
                            <div>
                                크롬(Chrome) : 웹 브라우저 설정 &gt; 개인정보 보호 및 보안 &gt; 인터넷 사용 기록 삭제<br/>
                                엣지(Edge) : 웹 브라우저 설정 &gt; 쿠키 및 사이트 권한 &gt; 쿠키 및 사이트 데이터 관리 및 삭제<br/>
                                모바일브라우저에서쿠키허용/차단
                            </div>
                        </div>
                        <div className="fs-20">
                            크롬(Chrome) : 모바일 브라우저 설정 &gt; 개인정보 보호 및 보안 &gt; 인터넷 사용 기록 삭제<br/>
                            사파리(Safari) : 모바일 기기 설정 &gt; 사파리(Safari) &gt; 고급 &gt; 모든 쿠키 차단<br/>
                            삼성 인터넷 : 모바일 브라우저 설정 &gt; 인터넷 사용 기록 &gt; 인터넷 사용 기록 삭제
                        </div>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">9. 개인정보의 안전성 확보 조치에 관한 사항</h2>
                        <p className="fs-20">(주)현대엔지니어링는 이용자의 개인정보 보호를 위해 아래의 노력을 합니다.</p>
                        <p className="fs-20">이용자의 개인정보를 암호화하고 있습니다.</p>
                        <p className="fs-20">이용자의 개인정보를 암호화된 통신구간을 이용하여 전송하고, 비밀번호 등 중요정보는 암호화하여 보관하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">해킹이나 컴퓨터 바이러스로부터 보호하기 위하여 노력하고 있습니다.</span><br/> 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고 있습니다. 해커 등의 침입을 탐지하고 차단할 수 있는 시스템을 설치하여 24시간 감시하고 있으며, 백신 프로그램을 설치하여 시스템이 최신 악성코드나 바이러스에 감염되지 않도록 노력하고 있습니다. 또한 새로운 해킹/보안 기술에 대해 지속적으로 연구하여 서비스에 적용하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">개인정보에 접근할 수 있는 사람을 최소화하고 있습니다.</span><br/> 개인정보를 처리하는 임직원을 최소한으로 제한하고 있습니다. 또한 개인정보처리 시스템에 대한 비밀번호의 생성과 변경, 그리고 접근할 수 있는 권한에 대한 체계적인 기준을 마련하고 지속적인 감사를 실시하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">개인정보취급자에게 이용자의 개인정보 보호에 대해 정기적인 교육을 실시하고 있습니다.</span><br/> 개인정보를 처리하는 모든 개인정보취급자 대상으로 개인정보보호 의무와 보안에 대한 정기적인 교육과 캠페인을 실시하고 있습니다.</p>
                        <p className="fs-20"><span className="fw-bold">개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.</span><br/>이용자 정보의 보호 활동 및 체계에 대해 국내 및 국제 인증 규격을 충족하고 있습니다.<br/>
                            정보보호 및 개인정보보호 관리 체계에 대해 국내 및 국제 인증 심사 규격 대비 충족 여부를 매년 독립된 심사 기관으로부터 검증을 받고 개선의 기회를 마련하고 있습니다.
                        </p>
                        <p className="fs-20"><span className="fw-bold">안전성 확보조치</span><br/>이용자의 개인정보를 안전하게 관리하기 위해 개인정보보호법에 따른 법적 요구사항을 모두 준수하고 있으며, 보호조치 수준에 대해서는 내부 점검 및 외부 검증을 통해 정기적으로 확인하고 있습니다.</p>
                        <div className="fs-20"><span className="fw-bold">[개인정보 처리의 목적 및 처리근거]</span><br/>(주)현대엔지니어링는 수집한 개인정보를 "3. 개인정보의 이용"에 기재된 목적으로만 이용하며, 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있습니다. 그리고 GDPR 등에 따라 (주)현대엔지니어링는 아래 하나에 해당하는 경우에 이용자의 개인정보를 처리할 수 있습니다.
                            <ul>
                                <li>정보주체의 동의</li>
                                <li>정보주체와의 계약의 체결 및 이행을 위한 경우</li>
                                <li>법적 의무사항 준수를 위한 경우</li>
                                <li>정보주체의 중대한 이익을 위해 처리가 필요한 경우</li>
                                <li>회사의 적법한 이익 추구를 위한 경우(정보주체의 이익과 권리 또는 자유가 그 이익보다 중요한 경우는 제외)</li>
                            </ul>
                        </div>
                        <p className="fs-20"><span className="fw-bold">[유럽연합 내 이용자의 권리 보장]</span><br/>GDPR 등에 따라 이용자는 자신의 개인정보를 다른 관리자에게 이전해 달라고 요청할 수 있고, 자신의 정보 처리 거부를 요청 할 수 있습니다. 그리고 이용자는 개인정보보호 권한 당국에 불만을 제기할 권리가 있습니다.</p>
                        <p className="fs-20">또한, (주)현대엔지니어링는 이벤트 및 광고 등 마케팅을 제공하기 위해 개인정보를 활용할 수 있으며, 사전에 이용자의 동의를 구하고 있습니다. 이용자는 원하지 않은 경우 언제든지 동의를 철회할 수 있습니다.</p>
                        <p className="fs-20">위와 관련한 요청사항은 고객센터를 통해 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.</p>
                        <p className="fs-20">개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">10. 개인정보 보호책임자 및 고충처리 부서</h2>
                        <p className="fs-20">(주)현대엔지니어링는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 개인정보 보호책임자 및 고충처리 부서를 지정하고 있습니다.</p>
                        <p className="fs-20">개인정보 보호책임자 및 고충처리 부서</p>
                        <div className="fs-20">책임자: 이해윤 (개인정보 보호책임자/DPO/위치정보관리책임자)<br/>소속: 개인정보보호부서
                            문의
                            <ul>
                                <li>(주)현대엔지니어링 고객센터 : 032-837-5647</li>
                            </ul>
                        </div>
                        <p className="fs-20">개인정보보호 관련 문의, 불만 등 의견이 있는 경우 위 연락처로 접수해 주시면, 신속하게 검토하여 답변 드리겠습니다.</p>
                        <p className="fs-20">또한 개인정보 관련 신고나 상담이 필요한 경우에는 아래 기관을 통하여 도움 받을 수 있습니다.</p>
                        <div className="fs-20">
                            <ul>
                                <li>개인정보침해 신고센터 : (국번없이)118<br/> <a href="https://privacy.kisa.or.kr" className="text-primary">웹사이트 바로가기</a></li>
                                <li>대검찰청 사이버수사과 : (국번없이)1301<br/> <a href="https://cybercid.spo.go.kr/" className="text-primary">웹사이트 바로가기</a></li>
                                <li>경찰청 사이버수사국 : (국번없이)182<br/> <a href="https://ecrm.cyber.go.kr" className="text-primary">웹사이트 바로가기</a></li>
                                <li>개인정보 분쟁조정위원회 : (국번없이)1833-6972<br/> <a href="https://www.kopico.go.kr" className="text-primary">웹사이트 바로가기</a></li>
                            </ul>
                        </div>
                        <p className="fs-20">개인정보보호책임자 &amp; 고충처리 부서<br/>(주)현대엔지니어링 서비스 이용 시 발생하는 모든 개인정보보호 관련 문의 및 불만사항은 개인정보보호책임자 및 고충처리 부서((주)현대엔지니어링 고객센터)로 문의해주시면 됩니다.</p>

                        <p className="fs-20">권익침해 구제<br/>개인정보가 침해되어서 이에 대한 신고나 상담이 필요하신 경우 국가기관에 문의하여 도움을 받으실 수 있습니다.</p>
                    </section>
                    <section className="mb-16">
                        <h2 className="mb-7">11. 개정 전 고지의무 등 안내</h2>
                        <p className="fs-20">법령이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보 처리방침을 수정할 수 있습니다. 개인정보 처리방침이 변경되는 경우 최소 7일 전 변경 사항을 사전에 안내 하겠습니다.<br/>다만, 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.</p>
                        <p className="fs-20">(주)현대엔지니어링는 이용자 여러분의 정보를 소중히 생각하며, 이용자가 더욱 안심하고 서비스를 이용할 수 있도록 최선의 노력을 다할것을 약속드립니다.</p>
                    </section>
                    <p className="fs-20">공고일자: 2024년 09월 30일</p>
                    <p className="fs-20">시행일자: 2024년 09월 30일</p>
                </div>
            </div>
        </div>
    </>
}